[
  {
    "id": "1",
    "context": "ब्यु मा भाग लिने विद्यार्थीहरूले सम्मान कोडको पालना गर्न आवश्यक छ, जसले ल्ड्स  शिक्षाहरू जस्तै शैक्षिक इमानदारी, पोशाक र ग्रिमिङ मापदण्डहरूको पालना, र विवाहेतर यौनसम्बन्ध र लागूपदार्थ र रक्सीको उपभोगबाट परहेज गर्ने व्यवहारलाई अनिवार्य गर्दछ। धेरै विद्यार्थीहरू (८८  प्रतिशत पुरुष, ३३  प्रतिशत महिलाहरू) या त भर्ना हुन ढिलाइ गर्छन् वा मोर्मन मिसनरीहरूको रूपमा सेवा गर्न आफ्नो अध्ययनबाट विच्छेद गर्छन्। (पुरुषहरूले सामान्यतया दुई वर्ष सेवा गर्छन्, जबकि महिलाहरूले १८ महिना सेवा गर्छन्।) ब्यु मा शिक्षा पनि यस्तै निजी विश्वविद्यालयहरूको तुलनामा सस्तो छ, किनभने विश्वविद्यालय सञ्चालनको लागतको अनुदान दिइन्छ। चर्चको दशांश कोष द्वारा।",
    "question": "पुरुषहरूले मिसनरीहरूको रूपमा सेवा गर्ने औसत समय कति छ?",
    "answer_text": "दुई वर्ष",
    "answer_start": 418
  },
  {
    "id": "2",
    "context": "ग्रेट ब्रिटेन:  ग्रीष्मकालीन ओलम्पिकको आयोजक शहर लन्डन मा आयोजित टर्च रिले लेग, अप्रिल ६  मा वेम्बली स्टेडियममा सुरु भयो, लन्डन शहर हुँदै अन्ततः ओ एरिनामा समाप्त भयो। सहर। ४८ किलोमिटर (३० माइल) खुट्टा पूरा गर्न कुल साढे सात घन्टा लाग्यो, र तिब्बतको स्वतन्त्रता समर्थक र मानव अधिकार समर्थकहरूले विरोधलाई आकर्षित गर्‍यो, योजनाबद्ध मार्गमा परिवर्तन र बसमा एक अनिश्चित चाललाई प्रेरित गर्दै। त्यसपछि प्रदर्शनकारीहरूले केही समय रोकेका थिए। गृह सचिव ज्याकी स्मिथले ट्र्याकसूट लगाएका चिनियाँ सुरक्षा गार्डहरूको आचरणको बारेमा बेइजिङ आयोजक समितिलाई आधिकारिक रूपमा गुनासो गरेका छन्। लन्डनका मेयर केन लिभिङस्टोन र लन्डन ओलम्पिक कमिटीका अध्यक्ष लर्ड को दुवैले प्रदर्शनकारीहरूलाई हातपात गरेको देखिएका चिनियाँ अधिकारीहरूलाई  भनेर वर्णन गरेका छन्। महानगरीय प्रहरी ब्रीफिङ पेपरले टर्च रिलेको सुरक्षाको लागि £ 750,000 लागत र चिनियाँ सुरक्षा टोलीको सहभागिता अग्रिम सहमति भएको खुलासा गरे तापनि मेयरले भने|",
    "question": "2012 मा ओलम्पिक खेलकुद कुन शहरमा भएको थियो?",
    "answer_text": "लन्डन",
    "answer_start": 53
  },
  {
    "id": "3",
    "context": "2014 को संयुक्त राज्य जनगणना अनुमान अनुसार 1,5600,2 puchiend जनाले 2010 देखि 2.2% वृद्धि भएको ठाउँमा बसिरहेका छन्। सन् 200 2006 सम्म शहरको जनसंख्या वर्षौं वर्ष घट्दै गयो। यो अन्ततः 200 2006 मा फेरि बृद्धि हुनु अघि 200 2006 मा एक कम पुगेको छ। 200 2006 देखि फिलाडेल्फियाले आठ वर्षमा 711,5887777777777777777777777 जनायो। यो अनुमानबाट गरिएको एक अध्ययन 20,63300,000 बासिन्दाहरू 20,3300,000 बासिन्दाहरू 203535 सम्म 2010 सम्म 1 aroundiveed5 बर्षको बृद्धि हुने थियो।",
    "question": "फिलाडेल्फियाको जनसंख्यामा कम बिन्दु कहिले थियो?",
    "answer_text": "2006",
    "answer_start": 127
  },
  {
    "id": "4",
    "context": "20 औं शताब्दीको अन्तसम्ममा, विश्वका अधिकांश देशका बहुमत संवैधानिक राजतन्त्र वा औपचारिक अध्यक्ष अन्तर्गत कार्यालय होल्डिंग कार्यालय बसिरहेका थिए। यस प्रणालीको लागि मुख्य अपवादहरू संयुक्त राज्य अमेरिका र ल्याटिन अमेरिकामा राष्ट्रपति पदप्रदहरू युनियन अमेरिकामा मोडिएका छन् जुन राष्ट्रपतिले कार्यकारी अधिकार प्रयोग गरे।",
    "question": "यु.एस. मा सरकारहरु र यसमा मोडेम, जसले कार्यकारी शक्ति राख्छन्?",
    "answer_text": "राष्ट्रपति",
    "answer_start": 220
  },
  {
    "id": "5",
    "context": "मार्च 2 27, 201 on मा सासुआ NGse ले घोषणा गर्यो कि उनको सरकारले देशको 2002 संविधान परिवर्तन गर्न जनमत संग्रह गर्नेछ र उसलाई अफिसमा तेस्रो अवधिमा भाग लिन अनुमति दिन्छ। अक्टोबर 2 25 मा सरकारले आगामी चुनावमा सासुओएनोमोलाई सञ्चालन गर्न जनमत संग्रह गरेको आयोजना गर्यो। सरकारले दावी गरेको छ कि, 2 percent प्रतिशत मतदाताले polutes 2 प्रतिशत मतदाता नाघेका एक योग्य मतदाताहरूको percent2 प्रतिशतले भाग लिएको छ। जनमतलाई बहिष्कार गरेका विपक्षीहरूले सरकारको तथ्या .्कहरू झूटा गलत भन्दै गरेको दाबी गरे कि यो मतदान हो।",
    "question": "नयाँ संविधानले कुन शब्दले सासुसु गर्न अनुमति दियो?",
    "answer_text": "तेस्रो",
    "answer_start": 131
  },
  {
    "id": "6",
    "context": "2 25 मे 2011 मा स्विस सरकारले घोषणा गर्यो कि यसले अर्को 2 वा decades दशकहरूमा आणविक उर्जाको प्रयोग समाप्त गर्ने योजना बनाएको छ। \"सरकारले चरणको लागि मतदान गरेको छ किनकि हामी ऊर्जाको एक सुरक्षित र स्वायत्त आपूर्ति सुनिश्चित गर्न चाहन्छौं\", बर्नमा प्रेस सम्मेलनमा त्यो दिन। \"फुकुशिमाले देखाए कि आणविक शक्तिको जोखिम धेरै उच्च छ, जसले बदलियोमा यस ऊर्जा फारामको लागत पनि बढाइसकेको छ।\" पहिलो रिभर्सले 201 2019 मा अफलाईन लगाउन सकिन्छ र 20 1234 मा अन्तिममा। संसदले जून 2011 मा योजनालाई छलफल गर्नेछ, र त्यहाँ एक जनमत संग्रह पनि हुन सक्छ।",
    "question": "2011 मा स्विस सरकारले आणविक उर्जाको प्रयोग अन्त्य गर्न कुन समय फ्रेमलाई दियो?",
    "answer_text": "2 वा decades दशक",
    "answer_start": 56
  },
  {
    "id": "7",
    "context": "ओमानको सल्तनत: मस्कट मध्य पूर्वमा अप्रिल १४ मा टर्चको एक मात्र स्टप थियो। रिलेले २० किलोमिटर कभर गर्यो। कुनै आन्दोलन वा घटना रिपोर्ट गरिएको छैन। मशाल बोक्नेहरू मध्ये एक सिरियाली अभिनेत्री सुलाफ फवाखर्जी थिइन्।",
    "question": "मध्यपूर्वमा ओलम्पिक टर्च बोक्ने एक मात्र ठाउँ कहाँ थियो?",
    "answer_text": "मस्कट",
    "answer_start": 15
  },
  {
    "id": "8",
    "context": "विरोधका कारण सावधान, भारतीय अधिकारीहरूले नयाँ दिल्लीमा रिलेको मार्ग छोटो बनाउने निर्णय गरेका छन्, र यसलाई सामान्यतया गणतन्त्र दिवस समारोहसँग सम्बन्धित सुरक्षा दिएका छन्, जसलाई आतंकवादी लक्ष्य मानिन्छ। प्रदर्शनकारीहरूका लागि विशेष रूपमा 'संवेदनशील' हुने रिले मार्गमा चिनियाँ गुप्तचरहरूले बिन्दुहरूको अपेक्षा बेइजिङका लागि भारतीय राजदूत निरुपमा सेनसमक्ष प्रस्तुत गरेका थिए। राजदूत, एक प्रतिष्ठित महिला कूटनीतिज्ञलाई बोलाइएको समाचारलाई भारतीय मिडियाले आक्रोशित प्रतिक्रिया दिए। स्थानीय समय अनुसार बिहान २ बजे परराष्ट्र मन्त्रालय; यो खबर पछि दिल्लीमा अज्ञात स्रोतहरूले अस्वीकार गर्यो। भारतीय मिडियाले रिपोर्ट गरे कि भारतका वाणिज्य मन्त्री, कमलनाथ ले विरोधमा बेइजिङको आधिकारिक यात्रा रद्द गरेको छ, यद्यपि नाथ र चिनियाँ स्रोतहरूले यसलाई अस्वीकार गरेका छन्।",
    "question": "कसले विरोधमा चीनको आधिकारिक भ्रमण रद्द गरेको भनियो?",
    "answer_text": "कमलनाथ",
    "answer_start": 637
  },
  {
    "id": "9",
    "context": "भावनात्मक एपिसोडहरू र भावनात्मक स्वभावको बीचमा भिन्नता सकिन्छ। भावनात्मक स्वभावहरू पनि चरित्र लक्षणहरूसँग तुलनात्मक छन्, जहाँ कसैलाई केही भावनाहरू अनुभव गर्न प्रयोग गर्न सकिन्छ भनिन सकिन्छ। उदाहरण को लागी, एक चिढचिलो व्यक्ति सामान्यतया अरुले भन्दा सजिलै वा चाँडो महसुस गर्न मिल्छ। अन्त्यमा, केही एस्तरहरूले भावनात्मक राज्यहरूको \"गम्भीर राज्यहरू\" को सामान्य श्रेणी भित्रमा भावनाहरू राख्छ जहाँ गम्भीर र पीडा, प्रोत्साहनजनक राज्यहरू (उदाहरणका लागि भोक, स्वभाव र लक्षणहरू समावेश गर्दछ।",
    "question": "भावनात्मक एपिसोडहरू के विपरित परिभाषित छन्?",
    "answer_text": "भावनात्मक स्वभाव",
    "answer_start": 22
  },
  {
    "id": "10",
    "context": "मुमारमर गद्दाफी zasr अबू हेवी, पश्चिमी लिवियाको मरुभूमिमा एर्रोयरको शहर बाहिर ग्रामीण क्षेत्र हो। उनको परिवार सानो, आफन्त समूहबाट आएका थिए जसलाई किरादहफा भनिने थिए, जो जोरेजेशनमा अरबीजज भएको थियो। उनका बुबा मोहम्मद अब्दुडा रक्तविराम विन हमला मोहम्मद अत्यन्त मोहम्मद (1 198 55 को नाम) भनिन्थ्यो (उनको 1 197 88 को मृत्यु (1 197 88); Abu पुरुषले बाख्रा र ऊँट बथानको रूपमा एक सानो यासना कमाए। घुमन्ते सुत्ने, तिनीहरू अशिक्षित थिए र कुनै जन्म रेकर्ड राखेनन्। त्यस्तै, गद्दाफीको जन्म मिति निश्चितता, र 1 194 .3 मा वा 1 194.3 को वसन्तमा राखिएको छ कि यो पूर्व -1 1940 400 मा हुन सक्छ। उनका आमा बुबाको मात्र छोराले तीन जना ठूका ठूलै बहिनीहरू थिए। गद्दाफीको बेरोजरिंग बेडौइन संस्कृतिमा उसको बाँकी जीवन को लागी उनको व्यक्तिगत स्वाद प्रभावित। उनले बारम्बार शहरमा मरुभूमिको लागि प्राथमिकता व्यक्त गरे र ध्यान दिनको लागि उनलाई पछाडि फर्काए।",
    "question": "गद्दाफीको कति बहिनीहरू थिए?",
    "answer_text": "तीन",
    "answer_start": 606
  },
  {
    "id": "11",
    "context": "1 16 औं र 1th औं शताब्दीका जेम्युन्स मिसनले \"यो पुरानो संस्कृतिको वैज्ञानिक उपलब्धिहरू बुझ्न सके। उनीहरुका पत्राचार युरोपियन वैज्ञानिकहरूले पहिलो चिनियाँ विज्ञान र संस्कृतिको बारेमा सिके।\" पश्चिमी शैक्षिक चिनियाँ प्रविधि र विज्ञानको इतिहासको इतिहासको इतिहासलाई यूसुफको खाँचोको काम र आवश्यक अनुसन्धान इन्स्ट्यूट को काम द्वारा झल्कइएको थियो। चीनको टेक्नोलोजिकल उपलब्धिहरू मध्ये एक जनाले ब्रिटिश विद्वान् आवश्यकताहरू, साढेदार डिस्पोजर्स (सो ung ्गोल अफ इन्डि ung ्ग हंगेन), मा डबल-कार्य फलाम, डबल-ट्यूबन बीउचर डलर, पा .्गी बगैंचा, निलम्बन ब्रिज, रोटरीने मेसिन, रोटरी फ्यान, ईन्धनको रूपमा, प्रोप्राबो, र एक ठोस ईन्धन रेकेट, र एक ठोस ईन्धन रकेट, र एक ठोस ईन्धन रकेट, र एक ठोस ईन्धन रकेट, र अन्य क्षेत्रहरू।",
    "question": "चीनमा कस्तो प्रकारको फ्यान सुरु भयो?",
    "answer_text": "रोटरी",
    "answer_start": 543
  }
]